# tap
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

cask_args appdir: "/Applications"

# brew
brew "act"
brew "asdf"
brew "bat"
brew "curl"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "jq"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "postgresql"
brew "rsync"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"
brew "yq"
brew "zoxide"
brew "stow"
brew "yarn"
brew "fish"
brew "nodebrew"
brew "peco"
brew "pipenv"
brew "rbenv"
brew "hstr"
brew "fig"
brew "dive"
brew "kayac/tap/ecspresso"
brew "awscli"

# cask
cask "1password"
cask "alfred"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "kensington-trackball-works"
cask "logitech-options"
cask "karabiner-elements"
cask "clipy"
cask "rectangle"
cask "monitorcontrol"
cask "font-fira-code"
cask "font-code-new-roman-nerd-font"
