oh-my-fish/plugin-balias
oh-my-fish/plugin-expand
oh-my-fish/plugin-peco
jethrokuan/fzf
jorgebucaran/fish-bax
jethrokuan/z
edc/bass
oh-my-fish/theme-bobthefish
sijad/gitignore
