bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
golang.go
Hridoy.rails-snippets
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
onecentlin.laravel-blade
Orta.vscode-jest
PKief.material-icon-theme
pranaygp.vscode-css-peek
rebornix.ruby
shardulm94.trailing-spaces
sianglim.slim
streetsidesoftware.code-spell-checker
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
xabikos.JavaScriptSnippets
