bradlc.vscode-tailwindcss
bung87.vscode-gemfile
christian-kohler.path-intellisense
cocopon.iceberg-theme
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
golang.go
hediet.vscode-drawio
Hridoy.rails-snippets
kddejong.vscode-cfn-lint
mgmcdermott.vscode-language-babel
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
Orta.vscode-jest
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
rebornix.ruby
redhat.vscode-yaml
shardulm94.trailing-spaces
sianglim.slim
streetsidesoftware.code-spell-checker
timonwong.shellcheck
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
xabikos.JavaScriptSnippets
